{
  "recipes": [
    {
      "fullName": "Oatmeal Chocolate Chip and M&M Cookies",
      "abrvName": "Oatmeal Choc Cookies",
      "category": "Dessert",
      "subcategory": "Cookies",
      "instructions": "Cream shortening and sugars. Add eggs, vanilla; mix well. Add dry ingredients ending w/ oats. Then chocolate. Bake at 375 for 9-12 min.",
      "image": "https://www.iheartnaptime.net/wp-content/uploads/2021/11/I-Heart-Naptime-oatmeal-mm-cookies-8.jpg",
      "prepTime": "30",
      "cookTime": "15",
      "totalTime": "45",
      "ingredients": "1 C butter flavored shortening (regular works fine); 1 C sugar; ½ C brown sugar; 2 eggs; 2 t vanilla; 2 cups flour; 1 t salt; 1 t baking soda; 1 C oats; 1 C chocolate chips (can replace both chocolate with a pkg of chocolate chips); 1 C M&Ms",
      "id": "196c"
    },
    {
      "fullName": "Chunky Chipper Cookies",
      "abrvName": "Chunky Cookies",
      "category": "Dessert",
      "subcategory": "Cookies",
      "instructions": "Beat peanut butter, shortening, eggs, sugar, vanilla, and water until creamy. Add sifted dry ingredients and blend well. Stir in chocolate chips. Bake 10-12 min at 350.",
      "image": "https://www.hersheyland.com/content/dam/hersheyland/en-us/recipes/recipe-images/89-double-peanut-butter-and-milk-chocolate-chip-cookies.jpg?im=Resize=(1920)",
      "prepTime": "30",
      "cookTime": "15",
      "totalTime": "45",
      "ingredients": "2 C flour; 1 t baking soda; ½ t salt; ½ C shortening; ½ C peanut butter; 2 eggs; 1 C sugar; ½ brown sugar; 1 t vanilla; 1 T water; 1 12 oz pkg chocolate chips (big milk chocolate best)",
      "id": "9c05"
    },
    {
      "fullName": "Nutter Butter Pie",
      "abrvName": "Nutter Butter Pie",
      "category": "Dessert",
      "subcategory": "Cakes/Pies",
      "instructions": "Preheat oven to 350. Mix crushed Nutter Butter cookies and melted butter together in a bowl. Press mixture into bottom and up the sides of a 9” pie pan, using the back of of a glass measuring cup if necessary to pack down. Bake 12 min until golden and set. Allow to cool completely. In a bowl of stand mixer beat cream cheese, peanut butter and marshmallow fluff together until smooth. In another bowl, beat the heavy cream until stiff peaks form. Stir whipped cream into cream cheese mixture. Finally stir in crushed cookies. Spread this all over cool crust.Beat the heavy cream with the powdered sugar until stiff peaks form. Spread on top of cream cheese filling. If desired, heat peanut butter for 30 seconds until it becomes “drizzle-able” and drizzle on top of whipped cream.Chill pie for at least 2 hours before serving. Store refrigerated for up to 2 days.",
      "image": "https://spicysouthernkitchen.com/wp-content/uploads/Nutter-Butter-Pie-8.jpg",
      "prepTime": "120",
      "cookTime": "15",
      "totalTime": "135",
      "ingredients": "24 Nutter Butter Cookies, crushed; 6 T salted butter, melted; 8 oz. cream cheese, room temperature; 1 cup marshmallow fluff; ⅓ cup creamy peanut butter; 1 cup heavy cream; 12 Nutter Butter Cookies, crushed; ½ cup heavy cream; 1 T powdered sugar; ¼ cup creamy peanut butter, warmed and drizzled on top",
      "id": "d43b"
    },
    {
      "fullName": "Banana Bread",
      "abrvName": "Ban. Bread",
      "category": "Bread",
      "subcategory": "",
      "instructions": "Cream sugar and butter together. Mix in other ingredients. Sprinkle top with brown sugar (opt). Bake 1hr at 350. For muffins bake at 400 for 16-20 min.",
      "image": "https://www.eazypeazymealz.com/wp-content/uploads/2014/12/super-simple-banana-bread-recipe-768x1152.jpg",
      "prepTime": "20",
      "cookTime": "60",
      "totalTime": "80",
      "ingredients": "½ C butter/shortening/margarine; 1 C sugar; 2 eggs; 3 ripe bananas; ½ t salt; 2 C flour; 1 t baking soda",
      "id": "a280"
    },
    {
      "fullName": "French Bread",
      "abrvName": "Fr. Bread",
      "category": "Bread",
      "subcategory": "",
      "instructions": "Let the yeast bubble in the water and then add the rest of it. It’s a lot of flour and sometimes I don’t get all the way to 7 cups before I get tired of adding it. Start with about 3C and add the rest in ½ - 1C. It’s a pretty stiff dough. Knead for 5 min. Let it rise 1hr. Punch down. Roll into 2 rectangles, roll up to make 2 long loaves. Put them on cookie sheet w/Pam and slit top with knife. Let rise another hr and bake about 410 for 20 min. Put butter on top when done. If baking in double pan for long baguettes, back 20 min then turn and bake 10 min more.",
      "image": "https://handmadefarmhouse.com/wp-content/uploads/2020/08/favorite-french-bread-3-1024x683.jpg",
      "prepTime": "130",
      "cookTime": "20",
      "totalTime": "150",
      "ingredients": "2 ½ C warm water; 2 T yeast; 1 T salt; 1 T butter, margarine, or shortening; 6-7 C flour",
      "id": "32e8"
    },
    {
      "fullName": "Roasted Asparagus",
      "abrvName": "Asparagus",
      "category": "Side",
      "subcategory": "Vegetables",
      "instructions": "Snap ends off. Lay in single layer on baking sheet and add other ingredients. Toss with hands. Preheat oven to 400 and cook less than 15 min.",
      "image": "https://hips.hearstapps.com/thepioneerwoman/wp-content/uploads/2008/11/3055281861_cd03def487_o.jpg?resize=768:*",
      "prepTime": "5",
      "cookTime": "15",
      "totalTime": "20",
      "ingredients": "Asparagus; 1-2 T olive oil; Salt; Pepper",
      "id": "d3bb"
    },
    {
      "fullName": "Taco Soup",
      "abrvName": "Taco Soup",
      "category": "Main Dish",
      "subcategory": "Beef",
      "instructions": "Saute onions in olive oil. Brown ground beef and remove fat. Combine and stir in taco seasoning. Add all other things. Simmer for 20min.",
      "image": "https://i0.wp.com/happymoneysaver.com/wp-content/uploads/2023/03/Taco-Soup-2.jpg",
      "prepTime": "40",
      "cookTime": "20",
      "totalTime": "60",
      "ingredients": "1lb ground beef; 1 onion; 1 can corn or frozen; 1 can dark red kidney beans; 1 pckg taco seasoning or 3T; 1 8oz can tomato sauce (15 oz works); 1 28oz can stewed tomatoes",
      "id": "cef2"
    },
    {
      "fullName": "Ham Fried Rice",
      "abrvName": "Fried Rice",
      "category": "Main Dish",
      "subcategory": "Pork",
      "instructions": "Cook rice the day before. Spread out and dry (if no time, that’s okay). Heat oil and add rice. Stir a few min. Add onions, ham, and veg. Stir and heat. Carefully pour beaten egg and stir until egg is cooked.",
      "image": "https://tastesbetterfromscratch.com/wp-content/uploads/2021/03/Ham-Fried-RIce-37-640x640.jpg",
      "prepTime": "10",
      "cookTime": "40",
      "totalTime": "50",
      "ingredients": "6 C cooked rice; 2 T oil; ½ C green onions; 1 C ham; 2 eggs beaten; 1 lb frozen peas and carrots",
      "id": "8050"
    },
    {
      "fullName": "Lion House Lasagna",
      "abrvName": "Lasagna",
      "category": "Main Dish",
      "subcategory": "Beef",
      "instructions": "Brown ground beef in oil. Drain. Add garlic, parsley flakes, basil and salt. Mix with tomatoes and tomato paste. Simmer, uncovered, tell thick, about one hour; stir occasionally. Cook lasagna noodles as directed on package; drain and rinse in cold water. Mix cottage cheese with beaten eggs, pepper, parsley flakes and Parmesan cheese. Place half of noodles in 9by13 baking pan. Spoon on half the cottage cheese mixture. Repeat the layers, ending with layer of mozzarella on top. Bake at 375 for 30 minutes.",
      "image": "https://lh3.googleusercontent.com/Ezv_E-DZfsKxrvmBkXopsUy_IMO9AgtjqR1hXYqhezwu26r1ZjXnPycuoSckXn-OwJ9eU5XI91NtIundR_c-KO1Nu9ps_kCR7w=w1280-h960-c-rj-v1-e365",
      "prepTime": "50",
      "cookTime": "30",
      "totalTime": "80",
      "ingredients": "1 to 1 ½ lbs ground beef; 1 clove garlic, minced; 1 T basil; 1 20 oz can stewed tomatoes; 1 10 oz package lasagna noodles; 2 eggs, beaten; 2 T parsley flakes; 1 lb mozzarella cheese, thinkly sliced; 1 ½ T oil; 1 T parsley flakes; 2 t salt; 1 6oz can tomato paste; 3 C large-curd cheese; ½ t pepper; ½ C grated Parmesan cheese",
      "id": "7573"
    },
    {
      "fullName": "Russian Tea",
      "abrvName": "Tea",
      "category": "Drink",
      "subcategory": "",
      "instructions": "Make a simple syrup of 2 cups water and 2 cups sugar. Heat. When dissolved, add remaining ingredients. Heat to desired temperature.",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSQa03DsJzSCgh5fCcbI6fXFz1m5kgDp_EEzhSjWgBhcg&s",
      "prepTime": "10",
      "cookTime": "10",
      "totalTime": "20",
      "ingredients": "2 C white sugar; 2 C water; 2 quarts water; 2 C orange juice, reconstituted; ¼ C lemon juice, reconstituted; 1 t vanilla; 1 t almond extract",
      "id": "2471"
    },
    {
      "fullName": "Lemon Raspberry Zucchini Bread with a Lemony Glaze",
      "abrvName": "Lemon Bread",
      "category": "Bread",
      "subcategory": "",
      "instructions": "Preheat oven to 350⁰F. Grease and flour a 9×5″ loaf pan, set aside. In large bowl, blend flour, baking powder, and salt. In the mixer bowl of a stand mixer/medium-sized bowl, beat 2 eggs well. Then add oil and sugar, and beat on low until well combined. Add the milk, lemon juice, and lemon zest; blend everything well. Gently mix in the zucchini until just evenly distributed in mixture. Add dry ingredients and fold everything together, but don’t over mix. Lastly, fold in the raspberries. Pour the batter into the loaf pan. Bake for 45 minutes or until toothpick inserted in center comes out clean. Cool in pan 10 minutes then remove to a wire rack and cool completely. While the loaf is cooling, in small bowl, mix the powdered sugar and lemon juice until well blended. Spoon the glaze over the cooled loaf. Let the glaze set prior to slicing and serving.",
      "image": "https://i0.wp.com/iamahoneybee.com/wp-content/uploads/2020/07/Lemony_Raspberry_Zucchini_Bread_Lemony_Glaze_Big_20.jpg?resize=1024%2C683&ssl=1",
      "prepTime": "30",
      "cookTime": "45",
      "totalTime": "75",
      "ingredients": "2 cups unbleached all-purpose flour; 2 teaspoon baking powder; 1/2 teaspoon salt; 2 eggs; 1/2 cup vegetable oil; 2/3 cup sugar; 1/2 cup whole milk; 1/4 cup fresh lemon juice; Zest of 1 lemon; 1 cup grated zucchini; 1 cup of raspberries",
      "id": "8b05"
    },
    {
      "fullName": "Asian Chicken Wraps",
      "abrvName": "Chick. Wraps",
      "category": "Main Dish",
      "subcategory": "Chicken",
      "instructions": "In a medium bowl, whisk together the peanut sauce ingredients. In another bowl, add the cabbage, carrots, cilantro, and peanuts. Pour the sauce over the mixture and stir. Let this sit while you prepare the tortillas and chicken. Heat up the tortillas for about 10 seconds in the microwave to make them easier to work with. Divide the chicken and coleslaw between each tortilla. Roll tightly, securing with toothpicks if necessary.",
      "image": "https://www.wellplated.com/wp-content/uploads/2015/08/Asian-Chicken-Wraps-with-Thai-Peanut-Sauce.-An-easy-healthy-recipe-with-edamame-carrots-and-broccoli-slaw.jpg",
      "prepTime": "15",
      "cookTime": "0",
      "totalTime": "15",
      "ingredients": "3 cups coleslaw mix; 1 cup shredded carrots; 1/3 cup roasted peanuts; 1/4 cup chopped fresh cilantro; 2 cooked chicken breasts, chopped or sliced; 6 large tortillas; 1/4 cup honey; 1/4 cup olive oil (or vegetable oil); 1/4 cup peanut butter; 3 tablespoons unseasoned rice vinegar; 1 tablespoon soy sauce; 1 teaspoon sesame oil; 1/2 teaspoon pepper; 1/4 teaspoon salt; 1/4–1/2 teaspoon crushed red pepper flakes; 1 tablespoon grated fresh ginger; 1 large garlic clove, minced",
      "id": "eaf7"
    },
    {
      "fullName": "One Pot Spicy Thai Noodles",
      "abrvName": "Thai Noodles",
      "category": "Main Dish",
      "subcategory": "Vegetarian",
      "instructions": "In a large stock pot, fill halfway with water, salt, and bring to a boil. Add linguine and cook according to package directions. Drain and set aside. In a medium bowl combine brown sugar, soy sauce, sriracha, and ginger; whisk well to combine; set aside. Return large stock pot to stove, heat over medium heat, add 1 TBS olive oil. Add beaten eggs and red pepper flakes and stir to scramble the eggs. Once cooked, set aside with pasta. Return large stock pot to stove, heat remaining 1 TBS oil over medium heat. Add zucchini, mushrooms, and garlic. Saute over medium high heat for 5-6 minutes or until veggies are cooked through. Turn heat down to low, add pasta and eggs back to pot, then pour the sauce mixture over the top. Using a wooden spoon, stir well to coat pasta and vegetables with sauce. Remove from heat, add peanuts, green onions, and cilantro; stir to combine. Serve immediately.",
      "image": "https://domesticsuperhero.com/wp-content/uploads/2017/05/Spicy-Thai-Noodles-180x180.jpg",
      "prepTime": "20",
      "cookTime": "20",
      "totalTime": "40",
      "ingredients": "1 pound linguine; 2 TBS olive oil , divided; 2 large eggs , lightly beaten; ½ teaspoon crushed red pepper flakes; 1 zucchini , cut in half vertically, then sliced in half circles; 8 ounces mushroom , chopped; 3 cloves garlic , minced; 2 TBS brown sugar; ⅓ cup low sodium soy sauce; 1.5 TBS Sriracha hot sauce (this is A LOT of spice, tone it down if you don't like spicy); 2 inches fresh ginger , grated; 1 handful fresh cilantro , chopped; 4 green onions , chopped; ¼ cup peanuts , chopped",
      "id": "d652"
    },
    {
      "id": "ec28",
      "fullName": "Easy Ground Turkey and Zucchini Skillet",
      "abrvName": "Turkey Skillet",
      "category": "Main Dish",
      "subcategory": "Turkey",
      "instructions": "Add your ground turkey (or beef) to a large skillet on the stovetop. Use a spatula to crumble the meat. Cook on medium-high heat, stirring occasionally, until browned. Stir in salt, pepper, chili powder, oregano, paprika, and minced garlic. Saute for one more minute so garlic is golden in color. Remove meat mixture from pan and set aside. Reduce heat to medium. Add the oil to skillet with the zucchini, onion, and bell pepper. Sprinkle with salt, garlic powder, onion powder, oregano, basil, paprika, and pepper. Stir. Sauté, stirring occasionally, until the onion is translucent and peppers and zucchini are close to tender, about 5 to 10 minutes. Return the cooked ground turkey and garlic to the skillet. Add the water, tomato paste, and fresh spinach. Stir. Cover and simmer everything for 5 to 10 minutes or until it's all warmed through and spinach is wilted.",
      "ingredients": "1 pound lean ground turkey, can use lean ground beef if preferred; 1 teaspoon salt; ½ teaspoon black pepper; ½ teaspoon chili powder; ½ teaspoon dried oregano; ¼ teaspoon paprika; 1 teaspoon garlic, minced; 1½ tablespoon olive or avocado oil; 2 medium zucchini, cubed; 1 bell pepper, any color, cut into 3/4 inch pieces (close to same size as zucchini); ½ white or yellow onion, cut into 3/4 inch pieces (close to same size as zucchini); ½ teaspoon salt; ½ teaspoon garlic powder; ½ teaspoon onion powder; ½ teaspoon dried oregano; ½ teaspoon dried basil; ½ teaspoon paprika; ¼ teaspoon black pepper; ½ cup water; 2 tablespoons tomato paste; 5 ounces fresh baby spinach",
      "prepTime": "10",
      "cookTime": "20",
      "totalTime": "30",
      "image": "https://thewholecook.com/wp-content/uploads/2020/08/Easy-Turkey-Zucchini-Skillet-1-7-300x300.jpg"
    },
    {
      "id": "d60a",
      "fullName": "Peanut Butter Sheet Cake",
      "abrvName": "Sheet Cake",
      "category": "Dessert",
      "subcategory": "Brownies/Bars",
      "instructions": "Preheat oven to 400 F. In a large bowl, mix together sugar, baking soda, flour and salt. Set aside. Combine butter, water and peanut butter in a saucepan and bring to boil. Pour over flour mixture. Add milk, vanilla and eggs. Mix. Pour in a large cookie sheet or jelly roll pan (10x15x1-inch, plus or minus). Bake at 400 F for 20 minutes. Remove from oven and cool before frosting. For the frosting: Bring butter, peanut butter and milk to boil in a saucepan. Add the powdered sugar and mix until combined. Pour warmed frosting over cooled cake.",
      "ingredients": "2 cups Sugar; 1 teaspoon Baking Soda; 2 cups Flour; 1 teaspoon Salt; 2 sticks Butter; 1 cup Water; 1 cup Peanut Butter; ½ cups Milk; 1 teaspoon Vanilla; 2 whole Eggs; 1 stick Butter; ½ cups Peanut Butter; 6 teaspoons Milk; 1 pound Powdered Sugar",
      "prepTime": "15",
      "cookTime": "20",
      "totalTime": "35",
      "image": "https://www.shugarysweets.com/wp-content/uploads/2021/02/peanut-butter-sheet-cake-served.jpg"
    },
    {
      "id": "59c2",
      "fullName": "No Bake Cookies",
      "abrvName": "No Bake Cookies",
      "category": "Dessert",
      "subcategory": "Cookies",
      "instructions": "Boil the first four ingredients together for 1 min. Take off heat and add oatmeal, peanut butter, and vanilla. Stir well. Drop by spoonful on waxed paper or buttered pan.",
      "ingredients": "½ C Milk; 2 C sugar; 1 square butter (½ C); 3-4 T Cocoa; 3 C Oatmeal; ¾ C chunky peanut butter; 1 t vanilla",
      "prepTime": "10",
      "cookTime": "0",
      "totalTime": "70",
      "image": "https://sugarspunrun.com/wp-content/uploads/2019/11/No-Bake-Cookies-recipe-1-of-1.jpg"
    },
    {
      "id": "9a29",
      "fullName": "Ginger Chocolate Chip Cookies",
      "abrvName": "Ginger Cookies",
      "category": "Dessert",
      "subcategory": "Cookies",
      "instructions": "Cream together butter, vanilla, egg, brown sugar. Mix the remaining ingredients separately and then add to the creamed mixture. Add chocolate chips to liking. Chill dough for one hour (must do). Roll each ball of dough in powdered sugar and place on cookie sheet. Bake at 375 for 8-10 min.",
      "ingredients": "1 C butter; 1 t vanilla; 1 egg; 1 ½ C brown sugar; ½ t salt; 2 ½ C flour; 1 t baking soda; 1 t cinnamon; ½ t ginger",
      "prepTime": "70",
      "cookTime": "10",
      "totalTime": "80",
      "image": "https://cravinghomecooked.com/wp-content/uploads/2019/08/chocolate-chip-cookies-1-14.jpg"
    },
    {
      "id": "e684",
      "fullName": "Pumpkin Bread",
      "abrvName": "Pumpkin Bread",
      "category": "Bread",
      "subcategory": "",
      "instructions": "Beat sugar and oil together, add eggs separately. Beat well after each addition. Add pumpkin and dry ingredients and chocolate chips. Pour into 2 pans. Bake at 350 for 1 hour 20 minutes.",
      "ingredients": "1 C oil; 3 C sugar; 4 eggs; 3 C pumpkin - 1 lg can; 3 1/2 C flour; 2 t baking soda; 1 t salt; 1 t cloves; 1 t nutmeg; 1 t cinnamon; 1 t baking powder; 2 C chocolate chips",
      "prepTime": "15",
      "cookTime": "80",
      "totalTime": "95",
      "image": "https://www.allrecipes.com/thmb/ivm_3LJLx7Hv6GbszBtk0BlNGKo=/0x512/filters:no_upscale():max_bytes(150000):strip_icc()/6732-chocolate-chip-pumpkin-bread-DDMFS-4x3-4cddf70ed57f4f37af6865ddb2b9b001.jpg"
    },
    {
      "id": "e74c",
      "fullName": "Amish White Bread",
      "abrvName": "White Bread",
      "category": "Bread",
      "subcategory": "",
      "instructions": "In a large bowl, dissolve the sugar in warm water, and then stir in yeast. Allow to proof until yeast resembles a creamy foam.\nMix salt and oil into the yeast. Mix in flour one cup at a time. Knead dough on a lightly floured surface until smooth. Place in a well oiled bowl, and turn dough to coat. Cover with a damp cloth. Allow to rise until doubled in bulk, about 1 hour.\nPunch dough down. Knead for a few minutes, and divide in half. Shape into loaves, and place into two well oiled 9x5 inch loaf pans. Allow to rise for 30 minutes, or until dough has risen 1 inch above pans. Bake at 350 degrees F (175 degrees C) for 30 minutes.",
      "ingredients": "2 C warm water; ⅔ C sugar; 1 ½ T active dry yeast; 1 ½ t salt; ¼ C vegetable oil; 6 C bread flour",
      "prepTime": "100",
      "cookTime": "30",
      "totalTime": "130",
      "image": "https://www.allrecipes.com/thmb/DMbzPe6lZD8Y02PlMZJR_PsGDU8=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/6788-amish-white-bread-DDMFS-4x3-6faa1e552bdb4f6eabdd7791e59b3c84.jpg"
    },
    {
      "id": "3f1f",
      "fullName": "Spicy Broccoli with Garlic",
      "abrvName": "Spicy Broccoli",
      "category": "Side",
      "subcategory": "",
      "instructions": "Peel and slice thick stems from broccoli. Bring ¾ C water to simmer over medium low heat. Add stems and florets: cook, covered, until bright green, 4 min. Stir in olive oil, garlic, salt, and red pepper. Cook 4 min. Turn off heat. Stir in vinegar.",
      "ingredients": "1 ½ lb Broccoli; 4 ½ T Olive oil; 1 minced garlic clove; ¼ t salt;  ⅛ t crushed red pepper; 1 ½ t vinegar",
      "prepTime": "6",
      "cookTime": "4",
      "totalTime": "10",
      "image": "https://img.sndimg.com/food/image/upload/f_auto,c_thumb,q_55,w_744,ar_5:4/v1/img/recipes/17/39/8/pict0C62q.jpg"
    },
    {
      "id": "89fc",
      "fullName": "One Pot Cheesy Taco Orzo",
      "abrvName": "Taco Orzo",
      "category": "Main Dish",
      "subcategory": "Beef",
      "instructions": "Add the ground beef to a large skillet and brown it over medium-high heat until it's no longer pink, breaking it up as you go along. Add the chopped onion and garlic to the skillet and let it cook for about a minute, then add the chopped bell pepper. Stir everything together and cook for about 3 minutes until the onion is translucent and the pepper is tender. Add the dry orzo to the skillet and turn the heat down to medium low. Stir in the taco skillet sauce and the chicken broth, season with salt and pepper then add the hot sauce. Cook for about 10 to 12 minutes or until all of the liquid is absorbed, stirring occasionally. Stir in the cheese and remove from heat. Top with tomatoes, olives, green onions and fresh cilantro before serving.",
      "ingredients": "1 lb ground beef; 1 small onion chopped; 3 cloves garlic minced; 1 red bell pepper chopped; 2 cups orzo uncooked; 2 cups taco skillet sauce; 2 1/2 cups chicken broth low sodium; 1/2 tsp salt or to taste; 1/4 tsp pepper or to taste; 1 tbsp hot sauce such as Sriracha; 1 cup cheese shredded, I used a blend of Mozzarella and Cheddar",
      "prepTime": "30",
      "cookTime": "12",
      "totalTime": "42",
      "image": "https://www.jocooks.com/wp-content/uploads/2019/09/cheesy-taco-orzo-1-14-768x960.jpg"
    },
    {
      "id": "35ba",
      "fullName": "Sloppy Joes",
      "abrvName": "Sloppy Joes",
      "category": "Main Dish",
      "subcategory": "Beef",
      "instructions": "In a medium skillet over medium heat, brown the ground beef, onion, and green pepper; drain off liquids. Stir in the garlic powder, mustard, ketchup, and brown sugar; mix thoroughly. Reduce heat, and simmer for 30 minutes. Season with salt and pepper",
      "ingredients": "1 pound lean ground beef; ¼ cup chopped onion; ¼ cup chopped green bell pepper; ½ teaspoon garlic powder; 1 teaspoon prepared yellow mustard; ¾ cup ketchup; 3 teaspoons brown sugar; salt to taste; ground black pepper to taste",
      "prepTime": "10",
      "cookTime": "30",
      "totalTime": "40",
      "image": "https://natashaskitchen.com/wp-content/uploads/2021/09/Sloppy-Joes-Recipe-5-160x160.jpg"
    },
    {
      "id": "7b9d",
      "fullName": "Copycat Chick-Fil-A Frosted Lemonade",
      "abrvName": "Frosted Lemonade",
      "category": "Drink",
      "subcategory": "",
      "instructions": "Add lemon juice and sugar to pitcher. If you are using bottled lemon juice, increase amount to 1 1/2 cups. Stir until sugar is dissolved. Add water and stir until well mixed. Refrigerate at least 1 hour to chill. Add 1 cup chilled lemonade and 2 cups (about 4 scoops) ice cream to blender. Pour into cup and garnish with lemon slice.",
      "ingredients": "1 cup Fresh Squeezed Lemon Juice; 1/2 cup Sugar; 2 1/2 cups Water; Vanilla Ice Cream",
      "prepTime": "60",
      "cookTime": "0",
      "totalTime": "60",
      "image": "https://www.lifeloveliz.com/wp-content/uploads/2015/04/Frosted-Lemonade.jpg.webp"
    }
  ]
}
